
tap 'homebrew/bundle'
tap 'adoptopenjdk/openjdk'

brew 'dos2unix'
brew 'helm'
brew 'kafkacat'
brew 'kubectl'
brew 'maven'
brew 'nodejs'
brew 'ripgrep'
brew 'thefuck'
brew 'z'

cask 'adoptopenjdk8'
cask 'datagrip'
cask 'docker'
cask 'dotnet-sdk'
cask 'google-cloud-sdk' 
cask 'intellij-idea-ce'
cask 'iterm2'
cask 'https://raw.githubusercontent.com/Homebrew/homebrew-cask/6a96e5ea44803e52a43c0c89242390f75d1581ab/Casks/kdiff3.rb'
cask 'postman'
cask 'powershell'
cask 'rectangle'
cask 'visual-studio-code'